Repository: Amjad50/whisper
Catalog: po/*.po
Languages: bg, es, hi, it, nl, tr

source: Listen to your mic
bg: Слушайте своя микрофон
es: Escucha tu micrófono
hi: अपने माइक को सुनो
it: Ascolta il tuo microfono
nl: Beluister uw microfoon
tr: Mikrofonunu dinle

source: Lorenzo Paderi
hi: लोरेंजो पदेरी

source: Whisper allows you to listen to your microphone through your speakers using Pipewire
bg: „Whisper“ ви позволява да слушате микрофона си през говорителите с помощта на „Pipewire“
es: Whisper te permite escuchar tu micrófono a través de tus altavoces usando PipeWire
hi: व्हिस्पर आपको पाइपवायर का उपयोग करके अपने स्पीकर के माध्यम से अपने माइक्रोफोन को सुनने की अनुमति देता है
it: Whisper ti consente di ascoltare tuo microfono tramite gli altoparlanti usando Pipewire
nl: Met Whisper kunt u met behulp van Pipewire naar uw microfoon luisteren via uw luidsprekers
tr: Whisper, Pipewire kullanarak mikrofonunuzu hoparlörlerinizden dinlemenizi sağlar

source: - Fixed a bug causing output names to show up empty
hi: - उस बग को ठीक किया गया जिसके कारण आउटपुट नाम खाली दिखाई दे रहे थे

source: - Fixed app not starting
hi: - ऐप के प्रारंभ न होने की समस्या को ठीक किया गया

source: - Updated translations
hi: - अद्यतित अनुवाद

source: - Bug fix
hi: - बग समाधान

source: - Improved stability by updating to the lastest PulseCtl library
hi: - नवीनतम PulseCtl लाइब्रेरी में अद्यतन करके स्थिरता में सुधार किया गया

source: - Fixed an error causing settings toggles to be displayed incorrecly
hi: - सेटिंग्स टॉगल को गलत तरीके से प्रदर्शित करने वाली त्रुटि को ठीक किया गया

source: - Added an option to terminate all the connections when closing the app
hi: - ऐप बंद करते समय सभी कनेक्शन समाप्त करने का विकल्प जोड़ा गया

source: - Added turkish translation. Thanks to Sabri Ünal
hi: - तुर्की अनुवाद जोड़ा गया। साबरी उनाल को धन्यवाद

source: - Added support for Bluetooth speakers
bg: — Добавена е способност за работа с „Bluetooth“ говорители
es: - Agregado soporte para bocinas Bluetooth
hi: - ब्लूटूथ स्पीकर के लिए समर्थन जोड़ा गया
tr: - Bluetooth hoparlör desteği eklendi

source: - Performance improvements
bg: — Подобрения на пройзводителността
es: - Mejoras de rendimiento
hi: - निष्पादन में सुधार
tr: - Performans iyileştirmeleri

source: - First release
bg: — Първо издание
es: - Primer lanzamiento
hi: - पहली विज्ञप्ति
nl: - Eerste uitgave
tr: - İlk sürüm

source: Application showcase
bg: Представяне на приложението
es: Presentación de la aplicación
hi: अनुप्रयोग प्रदर्शन-मंजूषा
nl: Galerij
tr: Uygulama vitrini

source: Settings page
bg: Страница с настройки
es: Página de opciones
hi: सेटिंग्स पृष्ठ
nl: Voorkeurenvenster
tr: Ayarlar sayfası

source: Reloading last connections in {0} seconds...
hi: अंतिम कनेक्शन को {0} सेकंड में पुनः लोड किया जा रहा है...
tr: Son bağlantılar {0} saniye içinde yeniden yüklenecek...

source: translator_credits
bg: twlvnn <kraft_werk@tutanota.com>
es: L. Manuel Arrieta https://github.com/MasterGeekMX
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
tr: Sabri Ünal <libreajans@gmail.com>, 2023

source: Icon by
hi: आइकॉन प्रदानकर्ता
tr: Simgeyi tasarlayan

source: No active connections
bg: Няма активни връзки
es: No hay conexiones activas
hi: कोई सक्रिय सम्पर्क नहीं
it: Nessuna connessione attiva
nl: Geen actieve verbindingen
tr: Etkin bağlantı yok

source: To get started, connect a microphone and a speaker
bg: За да започнете, свържете микрофон и говорител
es: Para empezar, conecta un micrófono y un altavoz
hi: प्रारंभ करने के लिए, एक माइक्रोफोन और एक स्पीकर जोड़ें
it: Per iniziare, connetti un microfono ad uno speaker
nl: Verbind een microfoon en luidspreker om aan de slag te gaan
tr: Başlamak için bir mikrofon ve hoparlör bağlayın

source: Enable low-latency mode
hi: निम्न-विलंबता मोड सक्षम करें

source: This setting attemps to reduce the micrphone latency, but may increase CPU usage and cause distortions
hi: यह सेटिंग माइक्रोफोन विलंबता को कम करने का प्रयास करती है, लेकिन CPU उपयोग को बढ़ा सकती है और विकृतियां पैदा कर सकती है

source: Disconnect
bg: Прекъсване
es: Desconectar
hi: सम्पर्क तोड़ें
it: Disconnetti
nl: Verbinding verbreken
tr: Bağlantıyı Kes

source: This connection will be closed when quitting the application
bg: Тази връзка ще бъде спряна при спиране на програмата
es: Esta conexión será cerrada cuando salgas de la aplicación
hi: अनुप्रयोग बंद करने पर यह सम्पर्क बंद हो जाएगा
it: Questa connessione verrà terminata chiuderai chiudi l'applicazione
tr: Uygulamadan çıkarken bu bağlantı kapatılacak

source: Create a connection
bg: Създаване на връзка
es: Crear una conexión
hi: एक सम्पर्क बनाएं
it: Crea una connessione
nl: Verbinding opzetten
tr: Bağlantı oluştur

source: -- Select a microphone --
bg: —— Избиране на микрофон ——
es: -- Selecciona un micrófono --
hi: -- एक माइक्रोफोन चुनें --
it: -- Seleziona un microfono --
nl: -- Kies een microfoon --
tr: -- Mikrofon seç --

source: -- Select a speaker --
bg: —— Избиране на говорител ——
es: -- Selecciona un altavoz --
hi: -- एक स्पीकर चुनें --
it: -- Seleziona uno speaker --
nl: -- Kies een luidspreker --
tr: -- Hoparlör seç --

source: Connect
bg: Свързване
es: Conectar
hi: जुड़ें
it: Connetti
nl: Verbinden
tr: Bağlan

source: General
bg: Общи
hi: सामान्य
it: Generale
nl: Algemeen
tr: Genel

source: Autostart
bg: Автоматично стартиране
es: Auto-iniciar
hi: स्वतः प्रारंभ
it: Avvio automatico
nl: Automatisch opstarten
tr: Kendiliğinden Başlat

source: Show connection IDs
bg: Покажете идентификаторите на връзките
es: Mostrar los ID de las conexiones
hi: सम्पर्क ID दिखाएं
it: Mostra gli ID delle connessioni
nl: Verbindingsid's tonen
tr: Bağlantı kimliğini göster

source: For the geeks out there
bg: За напредналите
es: Para los nerds que les interese
hi: वहां बाहर मौजूद गीकों के लिए
it: Solo per veri geeks
nl: Voor de techneuten onder ons
tr: İleri düzey kullanıcılar için

source: Start on boot
bg: Пускайте при стартиране
es: Iniciar al arrancar
hi: बूट पर प्रारंभ करें
it: Lancia all'avvio
nl: Automatisch opstarten
tr: Başlangıçta başlat

source: Open Whisper when the system starts
bg: Отворете „Whisper“ когато системата се стартира
es: Abrir Whisper cuando el sistema se inicia
hi: सिस्टम प्रारंभ होने पर व्हिस्पर खोलें
it: Apri Whisper all'avvio del sistema
nl: Open Whisper na het opstarten van de computer
tr: Sistem başladığında Whisperʼı aç

source: Release connections on close
bg: Прекратете връзките при спиране на програмата
es: Liberar las conexiones al cerrar
hi: बंद होने पर सम्पर्क छोड़ें
it: Termina le connessioni alla chiusura
tr: Kapatıldığında bağlantıları serbest bırak

source: Closes all the connections created with Whisper when leaving the app
bg: Прекратява всички връзки, създадени с „Whisper“, при спиране на програмата
es: Cierra todas las conexiones creadas con Whisper cuando se salga de la aplicación
hi: ऐप छोड़ते समय व्हिस्पर से बनाए गए सभी सम्पर्क बंद हो जाते हैं
it: Tutte le connessioni create con Whisper verranno terminate quando chiudi l'applicazione
tr: Uygulamadan çıkarken Whisper ile oluşturulan tüm bağlantıları kapatır

source: Reconnect all the devices at startup
bg: Възстановете връзката към всички устройства при стартиране
es: Re-conectar todos los dispositivos al iniciar
hi: चालू होने पर सभी उपकरण पुनः जोड़ें
it: Riconnetti tutti i dispositivi all'avvio dell'applicazione
nl: Alle apparaten herverbinden na opstarten
tr: Başlangıçta tüm aygıtları yeniden bağla

source: Reload all the connections if they are no longer active. Unplugged devices will be skipped
bg: Преустановява всички връзки, ако вече не са активни. Извадени от кабела устройства ще бъдат пропуснати
es: Recarga todas las conexiones si ya no están activas. Los dispositivos desconectados serán ignorados
hi: यदि सभी सम्पर्क अब सक्रिय नहीं हैं तो उन्हें पुनः लोड करें। अनप्लग किए गए उपकरण छोड़ दिए जाएंगे
it: Ricarica tutte le connessioni se non sono più attive. I dispositivi disconnessi saranno ignorati
nl: Herlaad alle inactieve verbindingen - niet-ingeplugde apparaten worden overgeslagen
tr: Artık etkin değillerse tüm bağlantıları yeniden yükler. Takılı olmayan aygıtlar atlanır

source: _Preferences
bg: _Настройки
es: _Preferencias
hi: प्राथमिकताएं (_P)
it: Preferenze
nl: _Voorkeuren
tr: Ter_cihler

source: _Debug Log
bg: _Дневник на грешки
es: Registro de _depuración
hi: डिबग लेखा (_D)
nl: Fou_topsporingslogboek
tr: _Hata Ayıklama Günlüğü

source: Changelog
hi: चेंजलॉग
tr: Değişiklik Günlüğü

source: _Translate this app
bg: _Помогнете с превода
es: _Traduce esta aplicación
hi: इस ऐप का अनुवाद करें (_T)
it: Traduci quest'app
nl: Helpen met ver_talen

source: _About Whisper
hi: व्हिस्पर के बारे में (_A)
tr: Whisper _Hakkında

source: _Translate This App
tr: Bu Uygulamayı Çevir

source: Refresh
tr: Yenile

source: Reloading last connections in
bg: Преустановяване на последните връзки след
es: Recargando las últimas conexiones en
it: Riapro le vecchie connessioni in
nl: De vorige verbindingen worden herladen over

source: seconds...
bg: секунди…
es: segundos...
it: secondi...
nl: secondenâ€¦

source: _About
bg: Относно „Whisper“
es: _Acerca de
it: Informazioni su Whisper
nl: _Over
